{"title": "围魏救赵", "text": "共敌不如分敌，敌阳不如敌阴。", "description": "##译文\n与其攻打集中的正面之敌，不如先用计谋分散它的兵力，然后各个击破；与其主动出兵攻打敌人，不如迂回到敌人虚弱的后方，伺机歼灭敌人。\n\n##注释\n共敌：指兵力集中的强敌。敌阳：古代兵法把先兵攻敌、先发制人的战略叫“敌阳”。敌阴：古代兵法把伺机进击、后发制人的战略叫“敌阴”。\n\n##讲解\n此计名出自战国时代孙膑“围魏救赵”的故事。公元前353年，魏国大将庞涓率大军攻打赵国，把赵国的都城邯郸围得水泄不通。在赵国的要求下，齐国任命田忌为统帅、孙膑为军师，出兵救赵。孙膑认为，魏国派主力部队攻打赵国，国内一定空虚，如果先攻打魏国的都城大梁，魏军必然师自救，赵国之围便会自然消除。田忌采纳了孙膑的建议，率领齐军直奔大梁，庞涓不得不放弃邯郸，率魏军日夜兼程赶回大梁。在半路上，庞涓遭到齐军的伏击，几乎全军覆没。古人云：“治兵如治水。”面对来势凶猛的强敌，一味硬碰，无异于以卵击石。所以应当避其锋芒，采用分导引流的办法：或者攻击敌人的薄弱之处牵制它，或者袭击敌人的要害部位威胁它，或者绕到敌人背后打击它。如此一来，敌人就不得不放弃原来的目标。这是一种转化敌我双方地位的迂回策略。在此计中，“围魏”是“救赵”的前提条件，不论是真围还是假围，不论是明围还是暗围，“围魏”必须能够引出“救赵”这个后果。也就是说，“围魏”与“救赵”之间具有直接的因果关系。否则，“围魏救赵”只能是一厢情愿的美好打算。“围魏救赵”有三种含义：1.避实击虚。《孙子兵法-虚实篇》认为，水的流动规律是避开高处而流向低处，同样道理，用兵的规律是避开敌人的坚实之处而攻击其薄弱之处。避实击虚是克敌制胜的法宝。2.以攻为守。进攻是最积极的防御。在敌兵压境的情况下，如果一味地防御，就会愈来愈被动。应当利用一切机会发动进攻，打乱敌人的阵脚，从而变被动力主动。3.以迂为直。在几何学中，两点之间的直线是最短的。但在战争中，最直接的方式不一定有效。这就好比上山一样，如果从山下直接向上攀登，路途虽近但危险颇大。假如绕山盘旋而上，虽然多走了一段路，却能够平安地到达山顶。\n\n##故事\n太平天国后期，由于内讧加剧，大大削弱了军队的力量。公元1860年，清军派和春率领数十万大军进攻太平天国的都城天京(今江苏南京)，清军仗着人马众多，层层包围，使天京成为一座孤城。为了解救天京，天王洪秀全召集诸王众将商讨对策，但对如此险恶的形势，大家一时也想不出什么好办法。这时，年轻的将领忠王李秀成为洪秀全献上一计。他说：“如今，清军人马众多，硬拼只会凶多吉少。请天王拨给我两万人马，乘夜突围，偷袭敌军屯粮之地杭州。这样，敌人一定会分兵救援抗州。然后天王乘此机会突围，我也回兵天京，形成两面夹击之势，天京之围可解。”翼王石达开急忙响应，并表示也带一支人马协同忠王作战。诸王全将都认为这是“围魏救赵”之计，有两位王爷亲率精兵突围，胜利是有把握的。可是洪秀全生性喜欢猜疑，以为天京被围，形势险恶，怀疑二王是不是想乘机脱逃，所以迟疑不决，没有吭声。李秀成猜透了洪秀全的心思，他突然跪倒在地泪如泉涌，说道：“天王，天国危在旦夕，我等若有二心，对得起天王和全军将士吗？”石达开也跪在天王面前，恳求洪秀全下令发兵。洪秀全深受感动，终于同意照计而行。这年正月初二，正值过年，清军仗着人多势众，已把天京团团围住，也就略有松懈。这天半夜时分，李秀成、石达开各率一部人马，乘着黑夜，从敌人封锁薄弱的东南角突围出去。清将和春见是小股部队逃窜，也就没有追击。二王突围后，分兵两路：李秀成奔杭州，石达开奔湖州。李秀成抵杭州城下，见守备森严，他急令士兵攻城，但都被击退。原来这杭州是清军的重要粮草基地，城内守军也有一万余人。他们只坚守城池，并不出城反攻。李秀成见三天三夜未能攻下抗州，心中焦急。突然天降大雨，城内守军见太平军久攻不下，都很疲惫，天又降雨，就都躲进城堡休息，因为几天几夜没好生睡觉，倒在地上，就呼呼入睡。李秀成乘着雨夜.派一千多名勇士，用云梯偷偷爬上城墙，等守城兵士惊醒，城门己经大开，李秀成率部冲入城内，攻了杭州。为了吸引围困天京的清军，李秀成下令焚烧清军的粮仓。和春闻讯，知道杭州已失，断了后勤供应，急今副将张玉良率十万人马，火速回救杭州。洪秀全见清军已分兵解救杭州，敌军正在调动，于是下令全线出击。李秀成攻下抗州，放火烧了粮仓之后，火速回兵天京。石达开也率部回撒天京。两路兵马汇合一处，机智地绕道而行，回避了张玉良回救抗州的部队，终于顺利地赶回天京。此时城内城外的太平军对清军形成夹击之势，清兵始料不及，左冲右突，阵势大乱，死伤六万余人，一败涂地。清军惨败，天京之围已解。短时期内，清军已无力再打天京了。", "book": "SanShiLiuJi", "total": 36, "current": 1, "next": "3.json", "prev": "1.json"}