{"title": "锦瑟", "text": "title:锦瑟\nauthor:李商隐\n锦瑟无端五十弦，一弦一柱思华年。\n庄生晓梦迷蝴蝶，望帝春心托杜鹃。\n沧海月明珠有泪，蓝田日暖玉生烟。\n此情可待成追忆，只是当时已惘然。\n", "is_formate_text": true, "description": "##翻译\n锦瑟呀，你为何竟有五十条弦？每弦每节，都令人怀思黄金华年。我心如庄子，为蝴蝶晓梦而迷惘；又如望帝化杜鹃，寄托春心哀怨。沧海明月高照，鲛人泣泪皆成珠。蓝田红日和暖，可看到良玉生烟。悲欢离合之情，岂待今日来追忆，只是当年却漫不经心，早已惘然。读者尽管难以明了《锦瑟》的思想内容，但那可供神游的诗境，却很容易在脑子里浮现。\n##赏析\n《锦瑟》，是李商隐的代表作，爱诗的无不乐道喜吟，堪称最享盛名；然而它又是最不易讲解的一篇难诗。有人说是写给令狐楚家一个叫“锦瑟”的侍女的爱情诗；有人说是睹物思人，写给故去的妻子王氏的悼亡诗；也有人认为中间四句诗可与瑟的适、怨、清、和四种声情相合，从而推断为描写音乐的咏物诗；此外还有影射政治、自叙诗歌创作等许多种说法。千百年来众说纷纭，莫衷一是，大体而言，以“悼亡”和“自伤”说者为多。  \n\n诗人大量借用庄生梦蝶，杜鹃啼血，沧海珠泪、良田生烟等典故，采用比兴手法，运用联想与想象，把听觉的感受，转化为视觉形象，以片段意象的组合，创造朦胧的境界，从而借助可视可感的诗歌形象来传达其真挚浓烈而又幽约深曲的深思。\n\n诗题“锦瑟”，是用了起句的头二个字。旧说中，原有认为这是咏物诗的，但注解家似乎都主张：这首诗与瑟事无关，实是一篇借瑟以隐题的“无题”之作。\n\n首联“锦瑟无端五十弦，一弦一柱思华年。”无端，无缘无故，生来就如此。乐器，琴有三弦、五弦；筝有13弦；而“瑟”却有五十弦。用这么多弦，来抒发繁复之情感，该是多么哀伤。古有泰帝与素女之典故，已是哀伤至极了。诗人以这个典故作为喻象，暗示自喻诗人与众不同，别人只三弦、五弦，而诗人之瑟却有五十弦之多。真是得天独厚之天才。暗示他天赋极高，多愁善感，锐敏幽微。比兴用得多么高妙。下一句，一弦一柱，追忆青春恋爱的年华。首联总起，引领下文，以下都是追忆美好的青春。但又美景不长，令人失落惆怅。\n\n颔联的上句，用了《庄子》的一则寓言典故，说的是庄周梦见自己身化为蝶，栩栩然而飞，浑忘自家是“庄周”其人了；后来梦醒，自家仍然是庄周，不知蝴蝶已经何往。下句中的望帝，是传说中周朝末年蜀地的君主，名叫杜宇。后来禅位退隐，不幸国亡身死，死后魂化为鸟，暮春啼苦，至于口中流血，其声哀怨凄悲，动人心腑，名为杜鹃。此联二句，写的是佳人锦瑟，一曲繁弦，惊醒了诗人的梦景，不复成寐。迷含迷失、离去、不至等义。隐约包涵着美好的情境，却又是虚缈的梦境。锦瑟繁弦，哀音怨曲，引起诗人无限的悲感、难言的冤愤，如闻杜鹃之凄音，送春归去。一个“托”字，不但写了杜宇之托春心于杜鹃，也写了佳人之托春心于锦瑟，手挥目送之间，花落水流之趣。诗人妙笔奇情，于此已然达到一个高潮。\n\n律诗一过颔联，“起”“承”之后，已到“转”笔之时，笔到此间，大抵前面文情已然达到小小一顿之处，似结非结，含意待申。在此下面，点笔落墨，好像重新再“起”似的。其笔势或如奇峰突起，或如藕断丝连，或者推笔宕开，或者明缓暗紧，手法可以不尽相同，而神理脉络，是有转折而又始终贯注的。当此之际，诗人就写出了“沧海月明珠有泪”这一名句来。\n\n颈联前一句把几个典故揉合在一起，珠生于蚌，蚌在于海，每当月明宵静，蚌则向月张开，以养其珠，珠得月华，始极光莹。这是美好的民间传统之说。泪以珠喻，自古为然，鲛人泣泪，颗颗成珠，亦是海中的奇情异景。如此，皎月落于沧海之间，明珠浴于泪波之界，在诗人笔下，已然形成一个难以分辨的妙境。一笔而能有如此丰富的内涵、奇丽的联想的，实不多见。\n\n后一句的蓝田沧海，也并非空穴来风。晚唐诗人司空图，引过比他早的戴叔伦的一段话：“诗家美景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也。”这里用来比喻的八个字，简直和此诗颈联下句的七个字一模一样，足见此一比喻，另有根源，可惜后来古籍失传，竟难重觅出处。引戴语作解说，是否贴切，亦难断言。晋代文学家陆机在他的《文赋》里有一联名句：“石韫玉而山辉，水怀珠而川媚。”蓝田，山名，在今陕西蓝田东南，是有名的产玉之地。此山为日光煦照，蕴藏其中的玉气（古人认为宝物都有一种一般目力所不能见的光气），冉冉上腾，但美玉的精气远察如在，近观却无，所以可望而不可置诸眉睫之下，这代表了一种异常美好的理想景色，然而它是不能把握和无法亲近的。诗中此句，正是在“韫玉山辉，怀珠川媚”的启示和联想下，用蓝田日暖给上句沧海月明作出了对仗，造成了异样鲜明强烈的对比。而就字面讲，蓝田对沧海，也是非常工整的，因为沧字本义是青色。诗人在词藻上的考究，也可以看出他的才华和功力。\n\n对于诗人 来说，沧海月明这个境界，尤有特殊的身后感情。有一次，他因病中未能躬与河东公的“乐营置酒”之会，就写出了“只将沧海月，高压赤城霞”（《病中闻河东公乐营置酒口占寄上》）的句子。如此看来，他对此境，一方面于其高旷皓净十分爱赏，一方面于其凄寒孤寂又十分感伤：一种复杂的难言的怅惘之怀，溢于言表。\n\n此联和上联共用了四个典故，呈现了不同的意境和情绪。庄生梦蝶，是人生的恍惚和迷惘；望帝春心，包含苦苦追寻的执著；沧海鲛泪，具有一种阔大的寂寥；蓝田日暖，传达了温暖而朦胧的欢乐。诗人从典故中提取的意象是那样的神奇、空灵，他的心灵向读者缓缓开启，华年的美好，生命的感触等皆融于其中，却只可意会不可言说。\n\n尾联拢束全篇，明白提出“此情”二字，与开端的“华年”相为呼应，笔势未尝闪遁。诗句是说：如此情怀，岂待今朝回忆始感无穷怅恨，即在当时早已是令人不胜惘惘了。对于一般普通人，往往是人到老年，追思以往：深憾青春易逝，功业无成，光阴虚度，碌碌无为而悔恨无穷。但天资聪敏的诗人，则事在当初，就早已先知先觉到了，却无可奈何，无限之惘然若失。这就是诗人李商隐，借锦瑟而自况了。\n\n李商隐一生经历坎坷，有难言之痛，至苦之情，郁结中怀，发为诗句，幽伤要眇，往复低徊，感染于人者至深。他的一首送别诗中说：“庾信生多感，杨朱死有情；弦危中妇瑟，甲冷想夫筝！”（《送千牛李将军赴阙五十韵》）则筝瑟为曲，常系乎生死哀怨之深情苦意，可想而知。如谓锦瑟之诗中有生离死别之恨，恐怕也不能说是全出臆断。", "book": "TangShi", "total": 320, "current": 179, "next": "180.json", "prev": "178.json"}