{"title": "青溪", "text": "title:青溪\nauthor:王维\n言入黄花川，每逐清溪水。\n随山将万转，趣途无百里。\n 声喧乱石中，色静深松里。\n漾漾泛菱荇，澄澄映葭苇。\n 我心素已闲，清川澹如此。\n请留磐石上，垂钓将已矣。\n", "is_formate_text": true, "description": "##翻译\n汉译我每次进入黄花川，都要沿着青溪溪水而行。水随着山势千回万转，但走过的路不过千里。流过乱石时水声喧腾，而流经松林时却没有声息与松林相映色调优美。水波荡漾，浮着菱角和荇菜，清澈的溪水侧映着芦苇。我的心一向闲静，就像这淡泊的溪水。请让我留在溪边岩石上，垂着钓竿了此一生。韵译每次我进入黄花川漫游， 常常沿着青溪辗转飘流。流水依随山势千回万转， 路途无百里却曲曲幽幽。乱石丛中水声喧哗不断， 松林深处山色静谧清秀。溪中菱藕荇菜随波荡漾， 澄澄碧水倒映芦苇蒲莠。我的心平素已习惯闲静， 淡泊的青溪更使我忘忧。让我留在这盘石上好了， 终日垂钓一直终老到头！韵译2每当我进入黄花川游历，常常循着青溪的水流方向辗转前行。这青溪的流水，依随着山势千回万转，路途虽不足百里，却曲折蛇行，蜿蜓多姿。当溪流从山间乱石中穿过时，水势湍急，潺潺的流水陡然间浪花激荡，丁冬有声；当溪流经过松林深处时，澄碧的溪水与两岸青翠苍劲的松色相映，显得那么娴静、安谧、清秀，几乎没有一点声息。当溪水流经开阔地带，水面上漂浮的菱叶、荇菜等水生植物随波荡漾，平添了很多生趣；溪流继续前行，水面清澈碧透，浅水边初生的芦苇，倒映在澄澄碧水之中，摇曳生姿。青溪素淡的天然景致，与我平素里自甘淡泊的心情、闲适的情趣是那么的和谐一致。让我就留在这青溪边的盘石上好了，我要像东汉严子陵一样，终日悠闲自在地垂钓，一直到去世！英译A GREEN STREAMI have sailed the River of Yellow Flowers,Borne by the channel of a green stream,Rounding ten thousand turns through the mountainsOn a journey of less than thirty miles....Rapids hum over heaped rocks;But where light grows dim in the thick pines,The surface of an inlet sways with nut-hornsAnd weeds are lush along the banks....Down in my heart I have always been as pureAs this limpid water is....Oh, to remain on a broad flat rockAnd to cast a fishing-line forever!\n##赏析\n此诗借颂扬名不见经传的青溪，来印证自己的素愿。以青溪之淡泊，喻自身之素愿安闲。\n\n全诗自然清淡素雅，写景抒情皆轻轻松松，然而韵味却隽永醇厚。诗人笔下的青溪是喧闹与沉郁的统一，活泼与安详的揉合，幽深与素静的融和。吟来令人羡慕向往。\n\n这是一首写于归隐之后的山水诗。诗的每一句都可以独立成为一幅优美的画面，溪流随山势蜿蜓，在乱石中奔腾咆哮，在松林里静静流淌，水面微波荡漾，各种水生植物随波浮动，溪边的巨石上，垂钓老翁消闲自在。诗句自然清淡，绘声绘色，静中有动，托物寄情，韵味无穷。\n\n诗题一曰《过青溪水作》，大约是王维初隐蓝田南山时所作。写了一条不甚知名的溪水，却很能体现王维山水诗的特色。\n\n看来王维曾不止一次地循青溪入黄花川游历。这一段路程虽长不及百里，但溪水随着山势盘曲蛇行，千回万转，颇为蜿蜓多姿。王维另有一首《自大散以往深林密竹蹬道盘曲四五十里至黄牛岭见黄花川》，也说那里的山路“危径几万转”，可与此诗的“随山将万转”对看。\n\n诗开头四句对青溪作总的介绍后，接着采用“移步换形”的写法，顺流而下，描绘了溪水一幅幅各具特色的画面。你看，当它在山间乱石中穿过时，水势湍急，潺潺的溪流声忽然变成了一片喧哗。“喧”字造成了强烈的声感，给人以如闻其声的感受。当它流经松林中的平地时，这同一条青溪却又显得那么娴静、安谧，几乎没有一点声息。澄碧的溪水与两岸郁郁葱葱的松色相映，融成一片，色调特别幽美、和谐。这一联中一动一静，以动衬静，声色相通，极富于意境美。再看，当青溪缓缓流出松林，进入开阔地带后，又是另一番景象：水面上浮泛着菱叶、荇菜等水生植物，一片葱绿，水流过处，微波荡漾，摇曳生姿；再向前走去，水面又似明镜般的清澈碧透，岸边浅水中的芦花、苇叶，倒映如画，天然生色。这一联，“漾漾”绘水动貌，“澄澄”状水静貌，也是一动一静，极为传神。诗人笔下的青溪，既喧闹，又沉静，既活泼，又安详，既幽深，又素净，从不断的流动变化中，表现出了鲜明个性和盎然生意。读后令人油然而生爱悦之情。\n\n其实，青溪并没有什么奇景，它那素淡的景致，为什么在诗人的眼中、笔下，会具有如此的魅力呢？诚如王国维所说：“一切景语皆情语也。”（《人间词话删稿》）王维也正是从青溪素淡的天然景致中，发现了与他那恬淡的心境、闲逸的情趣高度和谐一致的境界。“我心素已闲，清川澹如此。”诗人正是有意借青溪来为自己写照，以清川的淡泊来印证自己的素愿，心境、物境在这里已融合为一了。最后，诗人暗用了东汉严子陵垂钓富春江的典故，也想以隐居青溪来作为自己的归宿了。这固然说明诗人对青溪的喜爱，更反映了他在仕途失意后自甘淡泊的心情。这一点，写来含而不露，耐人寻味。\n\n这首诗，自然、清淡、素雅，写景抒情均不刻意为之，表面上看似不着力，而读来韵味隽永醇厚，平淡而有思致。前人评“王右丞如秋水芙蕖，倚风自笑”，是最恰当不过的。", "book": "TangShi", "total": 320, "current": 220, "next": "221.json", "prev": "219.json"}