{"title": "寄韩谏议", "text": "title:寄韩谏议\nauthor:杜甫\n今我不乐思岳阳，身欲奋飞病在床。\n美人娟娟隔秋水，濯足洞庭望八荒。\n鸿飞冥冥日月白，青枫叶赤天雨霜。\n玉京群帝集北斗，或骑麒麟翳凤凰。\n芙蓉旌旗烟雾落，影动倒景摇潇湘。\n星宫之君醉琼浆，羽人稀少不在旁。\n似闻昨者赤松子，恐是汉代韩张良。\n昔随刘氏定长安，帷幄未改神惨伤。\n国家成败吾岂敢，色难腥腐餐枫香。\n周南留滞古所惜，南极老人应寿昌。\n美人胡为隔秋水，焉得置之贡玉堂。\n", "is_formate_text": true, "description": "##翻译\n我的心情恺郁思念着岳阳，想要鼓翼奋飞却辗转在病床。远隔秋水的伊人是多么美好，你在洞庭湖边洗脚，一面向四方遥望。鸿雁飞向邀远的高天，皓洁的日月放射光芒。秋风染红青枫的绿叶，秋空中降下寒霜。玉京的天帝们聚集在北斗星宫，有的乘驾麒麟，有的骑着凤凰。芙蓉装饰的旌旗招展，如烟雾漫天，旗影摇动那映着丽日的潇湘。星宫的帝君在那里畅饮美酒，可惜飞仙稀少，远在他方。听说你已经归隐，跟从仙人赤松子，像汉代的张良一样。你曾经安邦定国，建立功绩，运筹决策的政务使你烦倦，神情惨伤。你说你不能左右国家的命运，想去求仙访道，不愿留在污浊的尘世上。太史公怅恨滞留洛阳，你又为什么隐居潇湘？当天空出现老人星，世上就会太平、安康。你为什么同我远隔秋水不得相见？几时你才肯重新出山来辅佐朝堂？\n##赏析\n在整部杜集中，《寄韩谏议注》并不是杜诗最高成就和主体风格的代表作品，但是，这首诗深具别样之美，似乎也不是杜甫其他诗作光芒所能掩盖。\n\n此诗虽为七言古体，但在诗歌意象选取、意境营造乃至情感抒发等方面，可以说落笔便得楚骚之风。叶矫然《龙性堂诗话》谓此作“文心幻森，直登屈、宋之堂”，“文心幻森”四字，深识骚意。\n\n起首二句“今我不乐”“身欲奋飞”杨伦《杜诗镜铨》称其“开口便有神游羽御之意”。继而“美人”“秋水”句，沿袭《离骚》隐喻和《兼葭》《秋水》的意境，致怀思韩君之意。“鸿飞冥冥”借《法言》语比韩之遁世。“叶赤”“雨霜”则化用鲍、谢诗写秋深之景象。此诗所化用的诗句，皆以其意境相类，故能水乳交融，整个诗境的营造似茫茫无迹而弥漫八荒，诗人之意绪似从天而至，缘水而生。“岳阳”“洞庭”“潇湘”等地名的频繁出现，点明了韩君屏居之地，也使诗歌带上了浓郁的楚文化地域特色。\n\n此诗又是一篇以浪漫手法观照现实社会的作品。“玉京群帝”以下六句写天宫之事，如天马行空，极意铺张，颇似太白《梦游天姥吟留别》中对梦幻仙境的描绘。诗中运用了屈原似的象征和隐喻，使其对神仙世界虚幻莫测、扑朔迷离的描写，笔笔落到现实人间。诗人运用比兴手法，由洞庭秋水的“美人”之思而驰笔于天界仙官之境，表现了“仕”与“隐”的强烈对比，曲尽今昔哀荣之致。“羽人稀少不在旁”，是为韩君政治命运之写照；“影动倒景摇潇湘”，则又照应“美人”屏迹之所在。\n\n“似闻昨者赤松子，恐是汉代韩张良。”言此学仙遁世者，本为王佐之才，尝立功帝室也。以“运筹帷握之中，决胜千里之外”（《汉书·高祖纪》）的韩张良喻韩谏议，颇多称许之意。仇兆鳌《杜诗详注》引黄生语认为杜甫此诗乃借韩君之经历“因以自寓”，置身政治漩窝之中，个人的命运实在难于左右，杜甫对此有切肤之感，故而尤能深刻体会韩谏议“帷握未改神惨伤”的意味。杜甫借韩君以自寓，韩谏议的形象处处可见诗人自己的影子，不禁感慨系之。至于“国家成败吾岂敢，色难腥腐餐枫香”，直不知是写谏议，还是诗人内心之自况。\n\n这首诗作于杜甫居夔后出峡前，诗人大半生飘泊流离，备尝生活艰辛，阅尽世态炎凉，至此已是老病缠身，进人了人生的晚景。“今我不乐”之起兴，点出了诗人当时心境，更寄寓了政治深意，这在结尾部分得到很好的表现，最后四句杜甫表达了其一以贯之以苍生社稷为念的思想。“周南留滞”以太史公司马谈比于韩谏议，对其不复用世深致惋惜。“南极老人”句，表明诗人之着眼，并非止于个人之藏用，而是将国运民生作为其诗歌的终极关怀。杜甫期冀“美人”贡之“玉堂”，乃深惜谏议有韩张、司马之才，本当报效朝廷，匡扶社稷，竟不见容于当世，以至于留滞秋水，终老江湖，实为国家之不幸。\n\n杜甫处身于“老病客殊方”（《壮游》）的困境，尤思贡“美人”于玉堂。这一思想，应该说已经超越了封建时代知识分子个人的成败得失和禀性好恶。张子房的功成身退和韩谏议的激流知退实际上颇合于杜甫“色难腥腐”的本心；在仕途上尚不如张、韩走得那么远的杜甫，甚至对韩君之退隐也还隐约流露出稀微的向往，因为韩君在政治上曾经辉煌的成就感正是杜甫所缺少的。但不论如何，杜甫有着更强烈的“葵霍倾太阳”（《自京赴奉先县咏怀五百字》）似的政治热情，一生未曾放弃。“仕”与“隐”的选择，“出”与“入”之依违，贯穿了杜甫整个人生和思想历程。现实的绝望使他“每欲孤飞去”（《秋日夔府咏怀一百韵》）理想的执著又令他“不忍便永诀”（《自京赴奉先县咏怀五百字》），幻灭与希望交织成困惑难解的政治情结。\n\n这首诗在诗歌意象与创作风格方面有神接屈子、境妙滴仙之致，但其老成诗笔与曲折情怀，归根到底还是杜甫式的。诗歌遣词造意异常精省凝炼；章法上尤能巧设伏笔，处处呼应，虽纵横驰骋而浑然一体，表现出杜甫一贯严密的诗思和严谨的结构；情感的抒发一波三折，曲尽其意，含晦而深挚。\n\n一篇寄予隐者的诗歌，寄托了生命迟暮的诗人对理想与现实的严肃思考和执着不舍的政治情怀。它所引发时代、社会与个人的今昔之感、哀荣之念，实与老杜同一时期《诸将》《八哀》《秋兴》《咏怀》诸作貌异而神合。", "book": "TangShi", "total": 320, "current": 269, "next": "270.json", "prev": "268.json"}