{"title": "石鼓歌", "text": "title:石鼓歌\nauthor:韩愈\n张生手持石鼓文，劝我试作石鼓歌。\n少陵无人谪仙死，才薄将奈石鼓何。\n周纲凌迟四海沸，宣王愤起挥天戈。\n大开明堂受朝贺，诸侯剑佩鸣相磨。\n蒐于岐阳骋雄俊，万里禽兽皆遮罗。\n镌功勒成告万世，凿石作鼓隳嵯峨。\n从臣才艺咸第一，拣选撰刻留山阿。\n雨淋日灸野火燎，鬼物守护烦撝呵。\n公从何处得纸本，毫发尽备无差讹。\n辞严义密读难晓，字体不类隶与蝌。\n年深岂免有缺画，快剑斫断生蛟鼍。\n鸾翔凤翥众仙下，珊瑚碧树交枝柯。\n金绳铁索锁钮壮，古鼎跃水龙腾梭。\n陋儒编诗不收入，二雅褊迫无委蛇。\n孔子西行不到秦，掎摭星宿遗羲娥。\n嗟余好古生苦晚，对此涕泪双滂沱。\n忆昔初蒙博士征，其年始改称元和。\n故人从军在右辅，为我度量掘臼科。\n濯冠沐浴告祭酒，如此至宝存岂多。\n毡包席裹可立致，十鼓只载数骆驼。\n荐诸太庙比郜鼎，光价岂止百倍过。\n圣恩若许留太学，诸生讲解得切磋。\n观经鸿都尚填咽，坐见举国来奔波。\n剜苔剔藓露节角，安置妥帖平不颇。\n大厦深檐与盖覆，经历久远期无佗。\n中朝大官老于事，讵肯感激徒媕娿。\n牧童敲火牛砺角，谁复著手为摩挲。\n日销月铄就埋没，六年西顾空吟哦。\n羲之俗书趁姿媚，数纸尚可博白鹅。\n继周八代争战罢，无人收拾理则那。\n方今太平日无事，柄任儒术崇丘轲。\n安能以此尚论列，愿借辩口如悬河。\n石鼓之歌止于此，呜呼吾意其蹉跎。\n", "is_formate_text": true, "description": "##翻译\n韵译张生手拿周朝石鼓文的拓本， 劝我写一首咏赞它的石鼓歌。杜甫李白才华盖世但都作古， 薄才之人面对石鼓无可奈何。周朝政治衰败全国动荡不安， 周宣王发愤起兵挥起了天戈。庆功之时大开明堂接受朝贺， 诸侯接踵而至剑佩叮?撞磨。宣王田猎驰骋岐阳多么英俊， 四方禽兽无处躲藏都被网罗。为把英雄功业刻石扬名万世， 凿山石雕石鼓毁坏高山嵯峨。随从之臣才艺都是世上第一， 挑选优秀撰写刻石放在山坡。任凭长年雨打日晒野火焚烧， 仗着鬼神守护石鼓永不湮没。你从哪里得来这拓本的底稿？ 丝毫都很完备一点也无差错。言辞严谨内容奥密难于理解， 字体不象隶书蝌文自成一格。年代久远难免受损笔画残缺， 仍象得剑斩断活生生的蛟鼍。字迹有如鸾凤翔飞众仙飘逸， 笔画恰似珊瑚碧树枝?交错。苍劲钩连象金绳铁索穿锁钮， 浑然又象织梭化龙九鼎沦没。浅见儒士编纂经却不收入， 大雅小雅内容狭窄并不壮阔。孙子周游未到秦地无知难怪， 采诗不全象取星宿却漏羲娥。啊我虽好古却苦于生得太晚， 对着石鼓文我哭得涕泪滂沱。想当年我蒙召做国子监博士， 那年正改纪元年号称着元和，我的朋友在凤翔府任职从事， 曾经为我设计挖掘石鼓坑窝。我刷帽沐浴禀告国子监祭酒； “如此至宝文物世上能存几多？只要包毡裹席就能立即运到， 十个石鼓运载只需几匹骆驼。进献太庙把它比作文物郜鼎， 那声价百倍于郜鼎岂是太过？皇恩浩荡如果准许留在太学， 诸生就能钻研解说一起切磋。汉朝时鸿都门观经尚且拥塞， 将会看见全国上下为此奔波。剜剔藓苔泥尘露出文字棱角， 把它放得平平稳稳不偏不颇。高楼大厦深檐厚瓦把它覆盖， 经历久远不受意外损坏伤挫。”朝中的大官个个都老于世故， 他们空无主见岂肯感奋奔波？牧童在鼓上敲火牛用它磨角， 谁能再用手把这个宝物抚摸？长年累月风化销铄将被埋没。 六年来向西遥望我空叹吟哦！王羲之书法时俗趁机显秀媚， 书写数张还可换回一群白鹅。继周之后八代争战已经结束， 至今无人收拾整理又可奈何？如今正是天下太平国泰民安， 皇上重视儒术推崇孔丘孟轲。怎么才能把此事向皇帝建议， 愿借善辩之人发挥口若悬河。石鼓歌写到这里就算结束吧， 唉呀我的意愿大概是白说说！注解1、少陵：杜甫；2、谪仙：李白。3、陵迟：衰败。4、搜：打猎。5、遮罗：拦捕。6、隳：毁堕。7、翥：飞。8、掎摭：采取；9、羲：羲和，这里指日；10、娥：指月。11、讵肯：岂肯；12、?婀：无主见。13、八代：所指不明，泛指秦汉之后诸朝。14、则那：又奈何。\n##赏析\n石鼓文是刻在十块鼓形石上的秦代刻石，书体为大篆，今藏北京故宫博物院，并非诗中所写的周宣王狩猎之记，当时诗人是弄错了。全诗从石鼓的起源到论述它的价值，曾建议运至太学保存而遭到否决，不禁感慨系之。写这首长诗的目的，仍然是在呼呈应该引起重视。诗人为保护文物而大声疾呼，没有人读后不为之所动，对官场陋习的讽刺也是很深刻的。\n\n初唐时石鼓出土于凤翔府天兴县（今陕西宝鸡）三畤原。这一事件如发生在今天，必会惊传为“考古新发现”而震动中外，但是此时却不可思议地有些萧然。因为在朝廷眼中，它们不过是几块长满苔藓的破烂玩意，因此其遭遇自难与郡国之所出鼎彝相提并论了。就诗歌而言，韩愈之前，杜甫只在《李潮八分小篆歌》中带过一笔 ，此后韦应物虽写过一首《石鼓歌》，但因缺少热情和略乏文采，恐怕在《韦苏州集》中也属下乘之作。只是他诗中“乃是宣王之臣史籀作”一句，倒开启了鼓属何代的千年聚讼之门。及至韩愈的这首力作问世，才使石鼓之“光价”在后人心目中大大地增强和提高了。今天上距韩愈作歌又过去一千多年，十面石鼓尽管已无完字，但仍作为一级文物陈列在故宫博物院里，这不得不归功于韩愈的呼号之力。\n\n开头四句明白如话，点出了写作的缘起：张籍拿着石鼓文拓片来劝我试写一首题咏诗，李杜大手笔已不在世上，这非同一般的事情叫才疏学浅的我多么难堪啊！这四句中，“石鼓”二字凡三见，似乎平淡拖沓，其实不然。韩愈开创以文为诗的先河，不避同字且不避同式，正是古文的惯习。应予注意的是，“劝”字下得十分精当，它省去了诗人几多犹豫的潜台词与推诿的闲笔墨，具有一字九鼎之效。韩愈向来自负于“金石刻画臣能为”（李商隐《韩碑》），但对此却自惭才疏，那么石鼓文的深奥难懂也就不言而喻了。\n\n从“周纲陵迟四海沸”到“鬼物守护烦撝呵”为一段。前十句是诗人想象周宣王中兴王室、临御海内以及驰逐围猎、勒石铭功的图景。用了“沸”、“愤”、“大、“骋”、“万里”、“万世”等词，极状场面的壮阔和气派的雄伟。韩愈之所以承袭韦应物系年的说法，是有深刻的历史原因的。唐朝自安史之乱后，皇权受到极大的削弱，藩镇割据，宦官擅权，外族侵凌，大臣猜忌，各种社会矛盾的激化，使李唐王朝迅速走向衰落。宪宗登基后采取铲藩镇、抑宦官的政策，使朝政出现了中兴之兆。诗人看到了历史的相似之处，因而在歌颂周宣王雄才大略的同时，自然融进了自己的政治理想。在宪宗即位之初平定剑南节度使刘辟后，韩愈即写过一首热情洋溢的《元和圣德诗》，对嗣皇的英明果断备加赞扬。所以《石鼓歌》的这段描写正传达出了诗人切望重振颓纲以臻于尊王攘夷的郅治局面的心声。“雨淋日炙野火燎”二句，是承上启下的关键。把石鼓流传千年而历尽的劫难浓缩在七字之中，这是略写。诗人认为石鼓得以完好保存，如果没有鬼神呵护是不可想象的，仅此而言，石鼓本身就已是稀世珍宝，又遑论其他无算的文物价值呢。寥寥两笔便为下文的切入阐发作好了铺垫。往下十四句是专对石鼓文作具体描述的。文辞的深奥，字体的朴茂，都使“好古”的博士先生心荡神怡美不胜收。即使剥蚀斑驳，他也会忍不住地赞叹一番。在那些古拙的字迹间，诗人任凭审美意识纵情驰骋：夭娇流美的线条，多象鸾凤翔舞，云君来下；交互牵掣的点画，又使人仿佛置身于珊瑚丛生的龙宫水府。笔力的雄健，使他想到金绳铁索的劲挺；笔势的飞动，似乎只有用禹鼎出水龙梭离壁才能传其神韵原本静止的书迹都化成了活泼的形象，他不禁沉浸在美的超然享受之中了。美感的获得与否，取决于审美体验的深浅程度，尽管韩愈断未见过“鸾翔凤翥众仙下”，但现实生活中的百鸟和鸣和万舞翩跹却并不少见。常人或许只能以平常的语言道出，而诗人却善于用浪漫的想象把常景编织成一幅云诡波谲的图画。对于石鼓文，韩愈并没有满足于正面的描写，他痛斥陋儒，深憾孔子，无非是想获得烘云托月的效果。后人不明乎此，因而有胶柱鼓瑟的责难，如宋洪迈《容斋随笔》卷四云：“文士为文，有矜夸过实，虽韩文公不能免。如《石鼓歌》极道宣王之事，伟矣，至云：‘孔子西行不到秦，掎摭星宿遗羲娥。陋儒编诗不收入，二雅褊迫无委蛇。’是谓三百篇皆如星宿，独此诗如日月也。今世所传石鼓之词尚在，岂能出《吉日》、《车攻》之右？安知非经圣人所删乎？”但只需看看韩诗中“读难晓”、“得切磋”之句就可知道，诗人这样说不过是艺术的夸张，所谓恨之越深，爱之越切，如此而已。这一段是全诗的精华，原因在于它驾驭形象思维，把丰富的审美感受传递给读者，使之受到强烈的感染。\n\n“嗟予好古生苦晚”以下直到结尾为最后一段。这段结合诗人自己的身世之感，既有追述，又有夹议，但更多的是流露出隐隐的惆怅和深深的惋惜。韩愈在文学上以“障百川而东之，回狂澜于既倒”（《进学解》）为己任，为了力矫时弊，他才主张崇古。因此他竭力称扬石鼓文，也应是这个文学宗旨的组成部分。他身居博士，“职是训诂”（《元和圣德诗》），把保护石鼓看作是应负的责任。为此，托故人度量坎坑，为安置作好了准备，又戒斋沐浴郑重其事地报告上司，本以为安置“至宝”是瞬息可办的举手之劳。然而无情的现实把他美好的愿望击得粉碎——那班尸位素餐的老爷关心的只是升官发财，他们对区区石鼓是丝毫不会“感激”（激动）的。在这里，一个“老”字生动地勾画出那种麻木不仁的昏聩神情。眼看石鼓仍继续其日销月蚀而归于沦灭的厄运，诗人真是忧思如焚。虽说目下标榜儒术，但据理力争恐怕还是于事无补，歌到这儿，韩愈不禁心灰意冷，喟然长叹。这一段写得苍凉沉郁，使人觉得诗人不仅在哀叹石鼓的不幸，而且简直是在嗟叹寒儒的卑微。为了反衬现实的荒诞，诗人还运用了两个典故，显得格外深刻而有力。第一个是蔡邕。后汉熹平四年，灵帝不满于当时文字使用的混乱，特命蔡邕与堂溪典等正定六经文字，由蔡书丹上石，刻成后置于鸿都门前，每日前来观看的车辆，使街道为之阻塞。第二个是王羲之。东晋王羲之喜鹅颈之宛转，见山阴道士所养群鹅而爱之，道士因索写《道德经》一部，举群相赠。蔡王二人都是书圣，但前者擅隶书而后者工楷则，这两种比石鼓文晚起得多的书体尚且如此风光，那么当局的冷落石鼓，到底于心何忍。用典之妙，起到了振聋发聩的效果。", "book": "TangShi", "total": 320, "current": 273, "next": "274.json", "prev": "272.json"}