{"title": "老将行", "text": "title:老将行\nauthor:王维\n少年十五二十时，步行夺得胡马骑。\n射杀中山白额虎，肯数邺下黄须儿！\n一身转战三千里，一剑曾当百万师。\n汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。\n卫青不败由天幸，李广无功缘数奇。\n自从弃置便衰朽，世事蹉跎成白首。\n昔时飞箭无全目，今日垂杨生左肘。\n路旁时卖故侯瓜，门前学种先生柳。\n苍茫古木连穷巷，寥落寒山对虚牖。\n誓令疏勒出飞泉，不似颍川空使酒。\n贺兰山下阵如云，羽檄交驰日夕闻。\n节使三河募年少，诏书五道出将军。\n试拂铁衣如雪色，聊持宝剑动星文。\n愿得燕弓射大将，耻令越甲鸣吾军。\n莫嫌旧日云中守，犹堪一战取功勋。\n", "is_formate_text": true, "description": "##翻译\n当年十五二十岁青春之时，徒步就能夺得胡人战马骑。年轻力壮射杀山中白额虎，数英雄岂止邺下的黄须儿？身经百战驰骋疆场三千里，曾以一剑抵当了百万雄师。汉军声势迅猛如惊雷霹雳，虏骑互相践踏是怕遇蒺藜。卫青不败是由于天神辅助，李广无功却缘于命运不济。自被摈弃不用便开始衰朽，世事随时光流逝人成白首。当年象后羿飞箭射雀无目，如今不操弓疡瘤生于左肘。象故侯流落为民路旁卖瓜，学陶令门前种上绿杨垂柳。古树苍茫一直延伸到深巷，寥落寒山空对冷寂的窗牖。誓学耿恭在疏勒祈井得泉，不做颍川灌夫为牢骚酗酒。贺兰山下战士们列阵如云，告急的军书日夜频频传闻。持节使臣去三河招募兵丁，招书令大将军分五路出兵。老将揩试铁甲光洁如雪色，且持宝剑闪动剑上七星纹。愿得燕地的好弓射杀敌将，绝不让敌人甲兵惊动国君。莫嫌当年云中太守又复职，还堪得一战为国建立功勋。\n##赏析\n这首诗叙述了一位老将的经历。他一生东征西战，功勋卓著，结果却落得个“无功”被弃、不得不以躬耕叫卖为业的可悲下场。边烽再起，他又不计恩怨，请缨报国。作品揭露了统治者的赏罚蒙昧，\n\n冷酷无情，歌颂了老将的高尚节操和爱国热忱。\n\n全诗分三段，开头十句为第一段，是写老将青壮年时代的智勇、功绩和不平遭遇。先说他少时就有李广之智勇，“步行”夺得过敌人的战马，引弓射杀过山中最凶猛的“白额虎”。接着改用曹操的次子曹彰故事，彰绰号黄须儿，奋勇破敌，却功归诸将。诗人借用这两个典故，描绘老将的智勇才德。接下去，以“一身转战三千里”，见其征战劳苦；“一剑曾当百万师”，见其功勋卓著；“汉兵奋迅如霹雳”，见其用兵神速，如迅雷之势；“虏骑崩腾畏蒺藜”见其巧布铁蒺藜阵，克敌制胜。但这样难得的良将，却无寸功之赏，所以诗人又借用历史故事抒发自己的感慨。汉武帝的贵戚卫青所以屡战不败，立功受赏，官至大将军，实由“天幸”；而与他同时的著名战将李广，不但未得封侯授爵，反而得罪、受罚，最后落得个刎颈自尽的下场，是因“数奇”。这里的“天幸”，既指幸运之“幸”，又指皇帝宠幸；“数奇”，既指运气不好，又指皇恩疏远，都是语意双关的。诗人借李广与卫青的典故，暗示统治者用人唯亲，赏罚失据，写出了老将的不平遭遇。\n\n中间十句为第二段，写老将被遗弃后的清苦生活。自从被弃置之后老将便“衰朽”了，岁月蹉跎，心情不好，连头发都白了。他昔日虽有后羿射雀而使其双目不全的本领，但久不习武，双臂就如同生了疡瘤，很不利落了。古人常以“柳”谐“瘤”，并且“杨”“柳”通假。在这里诗人以“杨”谐“疡”（疮）是照顾到诗的平仄声调。老将被弃，疡生左肘，却还得自寻生计，“路旁时卖故侯瓜”。“故侯”，指秦东陵侯召平，秦破，为布衣，种瓜于长安东城。这里说他不仅种瓜，而且“路旁时卖”，可知生活没有着落；“门前学种先生柳”，也是指他以耕作为业的意思。陶渊明门前有五柳，因自号“五柳先生”。至于住处则是“苍茫”一片“古木”丛中的“穷巷”，窗子面对着的则是“寥落寒山”，这更见世态炎凉，门前冷落，从无宾客往还。但是老将并未因此消沉颓废，他仍然想“誓令疏勒出飞泉”，象后汉名将耿恭那样，在匈奴疏勒城水源断绝后，与战士们同甘共苦，终于又得泉水却敌立功；而决不像前汉颍川人灌夫那样，解除军职之后，使酒骂坐，发泄怨气。\n\n最末十句为第三段，是写边烽未熄，老将时时怀着请缨杀敌的爱国衷肠。先说西北贺兰山一带阴霾沉沉，阵战如云，告急的文书不断传进京师；次写受帝命而征兵的军事长官从三河（河南、河内、河东）一带征召大批青年入伍，诸路将军受诏命分兵出击。最后写老将，他再也呆不住了，先是“拭拂铁衣如雪色”，把昔日的铠甲摩擦得雪亮闪光；继之是“聊持宝剑动星文”，又练起了武功。他的宿愿本就是能得到燕产强劲的名弓“射天将”擒贼擒王，消灭入寇的渠魁；并且“耻令越甲鸣吾君”，绝不让外患造成对朝廷的威胁。结尾为老将再次表明态度：“莫嫌旧日云中守，犹堪一战立功勋”，借用魏尚的故事，表明只要朝廷肯任用老将，他一定能杀敌立功，报效祖国。魏尚曾任云中太守，深得军心，匈奴不敢犯边，后被削职为民，经冯唐为其抱不平，才官复旧职。\n\n这首诗十句一段，章法整饬，大量使事用典，从不同的角度和方面，刻画出“老将”的艺术形象，增加了作品的容涵量，完满地表达了作品的主题。沈德潜《唐诗别裁》谓“此种诗纯以对仗胜”。诗中对偶工巧自然，如同灵气周运全身，使诗人所表达的内容，犹如璞玉磨琢成器，达到了理正而文奇，意新而词高的艺术境界。", "book": "TangShi", "total": 320, "current": 285, "next": "286.json", "prev": "284.json"}