{"title": "行路难·大道如青天", "text": "title:行路难·大道如青天\nauthor:李白\n大道如青天，我独不得出。\n羞逐长安社中儿，赤鸡白雉赌梨粟。\n弹剑作歌奏苦声，曳裾王门不称情。\n淮阴市井笑韩信，汉朝公卿忌贾生。\n君不见昔时燕家重郭隗，拥篲折节无嫌猜。\n剧辛乐毅感恩分，输肝剖胆效英才。\n昭王白骨萦蔓草，谁人更扫黄金台？\n行路难，归去来！\n", "is_formate_text": true, "description": "##翻译\n人生道路如此宽广，唯独我没有出路。我不愿意追随长安城中的富家子弟，去搞斗鸡走狗一类的赌博游戏。像冯谖那样弹剑作歌发牢骚，在权贵之门卑躬屈节是不合我心意的。当年淮阴市人讥笑韩信怯懦无能，汉朝公卿大臣嫉妒贾谊才能超群。你看，古时燕昭王重用郭隗，拥篲折节、谦恭下士，毫不嫌疑猜忌。剧辛和乐毅感激知遇的恩情，竭忠尽智，以自己的才能来报效君主。然而燕昭王早就死了，还有谁能像他那样重用贤士呢？世路艰难，我只得归去啦！\n##赏析\n“大道如青天，我独不得出。”这个开头与《行路难》的第一首不同。第一首用赋的手法，从筵席上的美酒佳肴写起，起得比较平。这一首，一开头就陡起壁立，让久久郁积在内心里的感受，一下子喷发出来。亦赋亦比，使读者感到它的思想感情内容十分深广。后来孟郊写了“出门如有碍，谁谓天地宽”的诗句，可能受了此诗的启发，但气局比李白差多了。能够和它相比的，还是李白自己的诗，“蜀道之难，难于上青天”这类诗句，大概只有李白那种胸襟才能写得出。不过，《蜀道难》用徒步上青天来比喻蜀道的艰难，使人直接想到那一带山川的艰险，却并不感到文意上有过多的埋伏。而这一首，用青天来形容大道的宽阔，照说这样的大道是易于行路的，但紧接着却是“我独不得出”，就让人感到这里面有许多潜台词。这样，这个警句的开头就引起了人们对下文的注意。\n\n“羞逐”以下六句，是两句一组。“羞逐”两句是写诗人的不愿意。唐代上层社会喜欢拿斗鸡进行游戏或赌博。唐玄宗曾在宫内造鸡坊，斗鸡的小儿因而得宠。当时有“生儿不用识文字，斗鸡走狗胜读书”的民谣。如果要去学斗鸡，是可以结交一些纨袴子弟，在仕途上打开一点后门的。但李白对此嗤之以鼻。所以他声明自己羞于去追随长安里社中的小儿。这两句和他在《答王十二寒夜独酌有怀》中所说的“君不能狸膏金距学斗鸡，坐令鼻息干虹霓”是一个意思。都是说他不屑与“长安社中儿”为伍。至于去和那些达官贵人交往，“曳裾王门不称情，弹剑作歌奏苦声。”“曳裾王门”，即拉起衣服前襟，出入权贵之门。“弹剑作歌”，用的是冯谖的典故。冯谖在孟尝君门下作客，觉得孟尝君对他不够礼遇，开始时经常弹剑而歌，表示要回去。李白是希望“平交王侯”的，而现在在长安，权贵们并不把他当一回事，因而使他像冯谖一样感到不能忍受。这两句是写他的不称意。“淮阴市井笑韩信，汉朝公卿忌贾生。”韩信未得志时，在淮阴曾受到一些市井无赖们的嘲笑和侮辱。贾谊年轻有才，汉文帝本打算重用，但由于受到大臣灌婴、冯敬等的忌妒、反对，后来竟遭贬逐。李白借用了韩信、贾谊的典故，写出在长安时一般社会上的人对他嘲笑、轻视，而当权者则加以忌妒和打击。这两句是写他的不得志。\n\n“君不见”以下六句，深情歌唱当初燕国君臣互相尊重和信任，流露他对建功立业的渴望，表现了他对理想的君臣关系的追求。战国时燕昭王为了使国家富强，尊郭隗为师，于易水边筑台置黄金其上，以招揽贤士。于是乐毅、邹衍、剧辛纷纷来归，为燕所用。燕昭王对于他们不仅言听计从，而且屈己下士，折节相待。当邹衍到燕时，昭王“拥篲先驱”，亲自扫除道路迎接，恐怕灰尘飞扬，用衣袖挡住扫帚，以示恭敬。李白始终希望君臣之间能够有一种比较推心置腹的关系。他常以伊尹、姜尚、张良、诸葛亮自比，原因之一，也正因为他们和君主之间的关系，比较符合他的理想。但这种关系在现实中却是不存在的。唐玄宗这时已经腐化而且昏庸，根本没有真正的求贤、重贤之心，下诏召李白进京，也只不过是装出一副爱才的姿态，并要他写一点歌功颂德的文字而已。“昭王白骨萦蔓草，谁人更扫黄金台？”慨叹昭王已死，没有人再洒扫黄金台，实际上是表明他对唐玄宗的失望。诗人的感慨是很深的，也是很沉痛的。\n\n以上十二句，都是承接“大道如青天，我独不得出”，对“行路难”作具体描写的。既然朝廷上下都不是看重他，而是排斥他，那就只有拂袖而去了。“行路难，归去来！”在当时的情况下，他只有此路可走。这两句既是沉重的叹息，也是愤怒的抗议。\n\n篇末的“行路难，归去来”，只是一种愤激之词，只是比较具体地指要离开长安，而不等于要消极避世，并且也不排斥在此同时他还抱有他日东山再起，“直挂云帆济沧海”的幻想。之心，则何王之门不可曳长裾乎”，指游食于王侯之门。不称（chèn）情：不如意", "book": "TangShi", "total": 320, "current": 291, "next": "292.json", "prev": "290.json"}