{"title": "燕歌行", "text": "title:燕歌行\nauthor:高适\n开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。\n\n汉家烟尘在东北，汉将辞家破残贼。\n男儿本自重横行，天子非常赐颜色。\n摐金伐鼓下榆关，旌旆逶迤碣石间。\n校尉羽书飞瀚海，单于猎火照狼山。\n山川萧条极边土，胡骑凭陵杂风雨。\n战士军前半死生，美人帐下犹歌舞！\n大漠穷秋塞草腓，孤城落日斗兵稀。\n身当恩遇常轻敌，力尽关山未解围。\n铁衣远戍辛勤久，玉箸应啼别离后。\n少妇城南欲断肠，征人蓟北空回首。\n边庭飘飖那可度，绝域苍茫无所有！\n杀气三时作阵云，寒声一夜传刁斗。\n相看白刃血纷纷，死节从来岂顾勋？\n君不见沙场征战苦，至今犹忆李将军！", "is_formate_text": true, "description": "##翻译\n唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。唐朝边境举烟火狼烟东北起尘土，唐朝将军辞家去欲破残忍之边贼。战士们本来在战场上就所向无敌，皇帝又特别给予他们丰厚的赏赐。锣声响彻重鼓棰声威齐出山海关，旌旗迎风又逶迤猎猎碣石之山间。校尉紧急传羽书飞奔浩瀚之沙海，匈奴单于举猎火光照已到我狼山。山河荒芜多萧条满目凄凉到边土，胡人骑兵仗威力兵器声里夹风雨。战士拼斗军阵前半数死去半生还，美人却在营帐中还是歌来还是舞！时值深秋大沙漠塞外百草尽凋枯，孤城一片映落日战卒越斗越稀少。身受皇家深恩义常思报国轻寇敌，边塞之地尽力量尚未破除匈奴围。身穿铁甲守边远疆场辛勤已长久，珠泪纷落挂双目丈夫远去独啼哭。少妇孤单住城南泪下凄伤欲断肠，远征军人驻蓟北依空仰望频回头。边境飘渺多遥远怎可轻易来奔赴，绝远之地尽苍茫更是人烟何所有。杀气春夏秋三季腾起阵前似乌云，一夜寒风声声里如泣更声惊耳鼓。互看白刃乱飞舞夹杂鲜血纷飞，从来死节为报国难道还求著功勋？你没看见拼杀在沙场战斗多惨苦，现在还在思念有勇有谋的李将军。\n##赏析\n《燕歌行》是高适的代表作。虽用乐府旧题，却是因时事而作的，这是乐府诗的发展，如果再进一步，就到了杜甫《丽人行》、《兵车行》、“三吏”、“三别”等即事命篇的新乐府了。《燕歌行》是一个乐府题目，属于《相和歌》中的《平调曲》，这个曲调以前没有过记载，因此据说就是曹丕开创的。 曹丕的《燕歌行》有两首，是写妇女秋思，由他首创，所以后人多学他如此用燕歌行曲调做闺怨诗。高适的《燕歌行》是写边塞将士生活，用燕歌行曲调写此题材他是第一个。此诗主要是揭露主将骄逸轻敌，不恤士卒，致使战事失利。历来注家未对序文史事详加考核，都以为是讽张守珪而作。其实，这是不符史实的。此诗所刺对象应是受张守珪派遣、前往征讨奚、契丹的平卢讨击使、左骁卫将军安禄山。\n\n诗大体可分四段：首段八句写出师。其中前四句说战尘起于东北，将军奉命征讨，天子特赐光彩，已见得宠而骄，为后文轻敌伏笔。后四句接写出征阵容。旌旗如云，鼓角齐鸣，一路上浩浩荡荡，大模大样开赴战地，为失利时狼狈情景作反衬。“校尉”两句写抵达前线。羽书飞驰，见军情紧急；猎火照夜，说敌阵森严。第二段八句写战斗经过。其中前四句写战初敌人来势凶猛，我军伤亡惨重，后四句说至晚已兵少力竭，不得解围。“山川萧条极边土”，说明战场地形是无险可凭的开阔地带，这正有利于胡骑驰突，故接写敌军如暴风骤雨之袭来。“战士”两句用对比方法写出了主将骄惰轻敌，不恤士卒，一面是拚死苦战，一面仍恣意逸乐。这是诗中最有揭露性的描写。大漠衰草、落日孤城的萧飒景象，为“斗兵稀”作衬托，同时写战斗一直持续到傍晚。“身当恩遇常轻敌”，正面点出损兵被围的原因，是诗的主旨。第三段八句写征人，思妇两地相望，重会无期。诗虽古体，多用偶句，此段因内容需要，而犹着意作对仗。又此诗平仄转韵，一般四句一转，独此段八句全用仄韵，与表现双方摇摇不安的心绪相适应。杀气成云，刁斗传寒，都是极力渲染悲凉气氛。末段四句，两句写战士在生还无望的处境下，已决心以身殉国。“岂顾勋”三字，仍是对将帅的讽刺。两句诗人感慨，对战士的悲惨命运深寄同情，诗以“至今犹忆李将军”作结，再次点明主题。盛唐时，殷璠评高适曰：“其诗多胸臆语，兼有气骨。”此诗确实可以作为代表。\n\n《燕歌行》不仅是高适的“第一大篇”（近人赵熙评语），而且是整个唐代边塞诗中的杰作，千古传诵，良非偶然。\n\n开元十五年（公元727），高适曾北上蓟门。二十年，信安王李禕征讨奚、契丹，他又北去幽燕，希望到信安王幕府效力，未能如愿：“岂无安边书，诸将已承恩。惆怅孙吴事，归来独闭门”（《蓟中作》）。可见他对东北边塞军事，下过一番研究工夫。开元二十一年后，幽州节度使张守珪经略边事，初有战功。但二十四年，张让平卢讨击使安禄山讨奚、契丹，“禄山恃勇轻进，为虏所败”（《资治通鉴》卷二百十五）。二十六年，幽州将赵堪、白真陀罗矫张守珪之命，逼迫平卢军使乌知义出兵攻奚、契丹，先胜后败。“守珪隐其状，而妄奏克获之功”（《旧唐书。张守珪传》）。高适对开元二十四年以后的两次战败，感慨很深，因写此篇。\n\n诗意在慨叹征战之苦，谴责将领骄傲轻敌，荒淫失职，造成战争失利，使战士受 到极大痛苦和牺牲，反映了士兵与将领之间苦乐不同，庄严与荒淫迥异的现实。诗虽 叙写边战，但重点不在民族矛盾，而是讽刺和愤恨不恤战士的将领。同时，也写出了 为国御敌之辛勤。主题仍是雄健激越，慷慨悲壮。\n##背景\n《燕歌行》虽用乐府旧题，却是因时事而作的，这是乐府诗的发展，如果再进一步，就到了杜甫《丽人行》、《兵车行》、“三吏”、“三别”等即事命篇的新乐府了。《燕歌行》是一个乐府题目，属于《相和歌》中的《平调曲》，这个曲调以前没有过记载，因此据说就是曹丕开创的。曹丕的《燕歌行》有两首，是写妇女秋思，由他首创，所以后人多学他如此用燕歌行曲调做闺怨诗。高适的《燕歌行》是写边塞将士生活，用燕歌行曲调写此题材他是第一个。历来注家未对序文史事详加考核，都以为是讽张守珪而作。作者有感于幽州节度使张守珪与奚族作战打了败仗却谎报军情，作诗加以讽刺。\n\n自唐开元十八年（730年）至二十二年十二月，契丹多次侵犯唐边境。开元十五年（727年），高适曾北上蓟门。开元二十年，信安王李禕征讨奚、契丹，他又北去幽燕，希望到信安王幕府效力，未能如愿：“岂无安边书，诸将已承恩。惆怅孙吴事，归来独闭门”（《蓟中作》）。可见他对东北边塞军事，下过一番研究工夫。开元二十一年后，幽州节度使张守珪经略边事，初有战功。但二十四年，张让平卢讨击使安禄山讨奚、契丹，“禄山恃勇轻进，为虏所败”（《资治通鉴》卷二百十五）。开元二十六年，幽州将赵堪、白真陀罗矫张守珪之命，逼迫平卢军使乌知义出兵攻奚、契丹，先胜后败。“守珪隐其状，而妄奏克获之功”（《旧唐书·张守珪传》）。高适对开元二十四年以后的两次战败，感慨很深，因写此篇。", "book": "TangShi", "total": 320, "current": 314, "next": "315.json", "prev": "313.json"}