{"title": "列子", "text": "范氏有子曰子华，善养私名，举国服之。有宠于晋君，不仕而居三卿之右。目所偏视，晋国爵之；口所偏肥，晋国黜之。游其庭者侔于朝。子华使其侠客以智鄙相攻，强弱相凌，虽伤破于前，不用介意。终日夜以此为戏乐，国殆成俗。禾生、子伯，范氏之上客，出行，经坰外，宿于田更商丘开之舍。中夜，禾生、子伯二人相与言子华之名势，能使存者亡，亡者存；富者贫，贫者富。商丘开先窘于饥寒，潜于牖北听之。因假粮荷畚之子华之门。子华之门徒皆世族也，缟衣乘轩，缓步阔视。顾见商丘开年老力弱，面色黎黑，衣冠不检，莫不眲之。既而狎侮欺诒，挡秘挨枕，亡所不为。商丘开常无愠容，而诸客之技单，惫于戏笑。遂与商丘开俱乘高台，于众中谩言曰：“有能自投下者，赏百金。”众皆竞应。商丘开以为信然，遂先投下，形若飞鸟，扬于地，骪骨无。范氏之党以为偶然，未讵怪也。因复指河曲之淫隈曰：“彼中有宝珠，泳可得也。”商丘开复从而泳之。既出，果得珠焉。众昉同疑。子华昉今豫肉食衣帛之次。俄而范氏之藏大火。子华曰：“若能入火取锦者，从所得多少赏若。”商丘开往无难色，入火往还，埃不漫，身子焦。范氏之党以为有道，乃共谢之曰：“吾不知子之有道而涎子，吾不知子之神人而辱子。子其愚我也，子其聋我也，子其盲我也。敢问其道。”商丘开曰：“吾亡道。虽吾之心，亦不知所以。虽然，有一于此，试与子言之。曩子二客之宿吾舍也，闻誉范氏之势，能使存者亡，亡者存；富者贫，贫者富。吾诚之无二心，故不远而来。及来，以子党之言皆实也，唯恐诚之之不至，行之之不及，不知形体之所措，利害之所存也，心一而已。物亡迕者，如斯而已。今昉知子党之诞我，我内藏猜虑，外矜观听，追幸昔日之不焦溺也，怛然内热，惕然震悸矣。水火岂复可近哉？”自此之后，范氏门徒路遇乞儿马医，弗敢辱也，必下车而揖之。宰我闻之，以告仲尼。仲尼曰：“汝弗知乎？夫至信之人，可以感物也。动天地，感鬼神，横****，而无逆者，岂但履危险、入水火而已哉！商丘开信伪物犹不逆，况彼我皆诚哉？小子识之！”", "description": "范家有个叫子华的，喜欢私自蓄养侠客，全国人都佩服他。他很得晋国国君的宠爱，虽然没有官职，但地位却在三位公卿之上。谁被他看中，国君就会给谁爵位；他说谁的坏话，国君就会罢免谁。在他厅堂上议事的人同朝廷上的一样多。子华叫他的侠客中的智者与愚者互攻击，强者与弱者互相凌辱，虽然受伤流血的人躺在眼前，他也毫不放在心上。整天整夜以此游戏取乐，几乎成为全国的风俗。禾生和子伯两人是范家尊贵的侠客，一次出外游玩，经过荒远郊野，住在老农商丘开的家里。半夜，禾生与予伯两人谈论子华的名声与势力，能使活着的人死去，该死的人活下来；富有的人贫穷，贫穷的人富有。商丘开以前一直为饥寒所困迫，于是悄悄地躲到北边窗下偷听他们的谈话。然后借了粮食，挑上畚箕到了子华的家门口。子华的门徒都出身于世家大族，身穿绸缎，乘坐高车，迈着四方步，眼睛只朝天看。他们瞧见商丘开年老体弱，面色黎黑，衣冠不整，没有不小瞧他的。接着又戏弄、侮辱、欺骗他，推摔捶打，无所不为，商丘开却没有一点不高兴的样子。侠客们的手段用尽了，戏弄、嘲笑得也十分疲惫。于是同商丘开一起登上高台，人群中有人随意说：“有能从台上跳下去的，奖赏他一百金。”大家都争着响应。商丘开信以为真，于是首先从台上跳了下去，形状像一只飞鸟，飘扬到了地上，肌肤与骨骼都没有损伤。范家的门徒以为是偶然成功，因而没有觉得太奇怪。于是又指着河湾的深水处说：“那水里有宝珠，游下去可以摸到。”商丘开又跳到了水里。游出水面后，果然得到了宝珠。大家这才开始觉得奇怪，子华才让他加入食肉穿绸的行列。没多久范家的仓库发生大火。子华说：“你们有能钻进火中取出绸缎的，根据取出的多少赏赐你们。”商丘开毫无难色地钻进了大火中，来去几次，烟尘没有沾污脸面，身体也没有被烧焦。范家的门徒以为他有什么道术，于是一齐向他道歉说：“我们不知道您有道术而欺哄了您，我们不知道您是神人而侮辱了您。您可以把我们看作是笨蛋，您可以把我们看作是聋子，您可以把我们看作是瞎子。我们大胆地向您请教道术。”商丘开说：“我没有什么道术。就是我的心里，也不知道这是怎么回事。虽然这样，我心中还是有一个感觉，姑且向你们说一说。过去你们中有两位侠客住在我的家中，我听到他们赞誉范氏的势力，能够使活着的人死去，该死的人活下来；富有的人贫穷，贫穷的人富有。我真诚地相信，没有一点怀疑，所以不怕路途遥远而赶来。我来了后，又认为你们的话都是真实可靠的，因而只怕我的诚心不够，行动得不快，并不知道我的形体到了哪里，也不知道利害在什么地方，只是专心一意罢了。外物也不能改变我的诚心，如此而已。今天才知道你们在欺哄我，于是我心中便隐藏着猜测与疑虑，外面要注意所见所闻，回想过去侥幸没有被烧焦、淹死，现在还害怕得心中发烧，恐惧得全身发抖。哪能再靠近水火呢？”从此以后，范氏的门徒在路上遇到乞丐和马医这些穷人，再不敢侮辱，一定要下车致礼。宰我听说了这件事，告诉孔子。孔子说：“你不知道吗？最诚心的人，是可以感动万物的。可以感动天地，感动鬼神，横行天下而没有违抗的人，何止身负危险、出入水火而已呢！商丘开相信假话尚且遭不到阻碍，又何况你我都诚心诚意呢！你们要牢牢记住！”", "book": "LieZi", "total": 139, "current": 20, "next": "21.json", "prev": "19.json"}