{"title": "列子", "text": "周穆王时，西极之国有化人来，入水火，贯金石，反山川，移城邑，乘虚不坠，触实不硋，千变万化，不可穷极，既已变物之形，又且易人之虑。穆王敬之若神，事之若君，推路寝以居之，引三牲以进之，选女乐以娱之。化人以为王之宫室卑陋而不可处，王之厨馔腥蝼而不可飨，王之嫔御膻恶而不可亲。穆王乃为之改筑，土木之功，赭垩之色，无遗巧焉。五府为虚，而台始成。其高千仞，临终南之上，号曰中天之台。简郑卫之处子娥媌靡曼者，施芳泽，正娥眉，设笄珥，衣阿锡，曳齐纨，粉白黛黑，佩玉环，杂芷若以满之，奏《承云》、《六莹》、《九韶》、《晨露》以乐之，月月献玉衣，旦旦荐玉食。化人犹不舍然，不得已而临之。居亡几何，谒王同游。王执化人之祛，腾而上者，中天乃止。暨及化人之宫。化人之宫构以金银，络以珠玉，出云雨之上，而不知下之据，望之若屯云焉。耳目所观听，鼻口所纳尝，皆非人间之有。王实以为清都、紫微、钧天、广乐，帝之所居。王俯而视之，其宫榭若累块积苏焉。王自以居数十年不思其国也。化人复谒王同游。所及之处，仰不见日月，俯不见河海。光影所照，王目眩不能得视；音响所来，王耳乱不能得听。百骸六藏，悸而不凝。意迷精丧，请化人求还。化人移之，王若殒虚焉。既寤，所坐犹向者之处，侍御犹向者之人。视其前，则酒未清，肴未昲。王问所从来。左右曰：“王默存耳。”由此穆王自失者三月而复。更问化人。化人曰：“吾与王神游也，形奚动哉？且曩之所居，奚异王之宫？曩之所游，奚异王之圃？王闲恒有，疑蹔亡。变化之极，徐疾之间，可尽模哉？”王大悦。不恤国事，不乐臣妾，肆意远游。命驾八骏之乘，右服骝而左绿耳，右骖赤骥而左白。主车则造父为御，为右。次车之乘，右服渠黄而左踰轮，左骖盗骊而右山子，柏夭主车，参百为御，奔戎为右。弛驱千里，至于巨蒐氏之国。巨蒐氏乃献白鹄之血以饮王，具牛马之湩以洗王之足，及二乘之人。已饮而行，遂宿于崑之阿，赤水之阳。别日升于崑之丘，以观黄帝之宫，而封之以治后世。遂宾于西王母，觞于瑶池之上。西王母为王谣，王和之，其辞哀焉。迺观日之所入，一日行万里。王乃叹曰：“放乎！予一人不盈于德而谐于乐，后世其追数吾过乎！”穆王几神人哉？能穷当身之乐，犹百年乃徂，世以为登假焉。", "description": "周穆王时，最西方的国家有个能幻化的人来到中国，他能进入水火之中，穿过金属岩石，能翻倒山河，移动城市，悬在空中不会坠落，碰到实物不被阻碍，千变万化，无穷无尽，既能改变事物的形状，又能改变人的思虑。穆王对他像天神一样的尊敬，像国君一样的侍奉，把自己的寝宫让出来让他居住，用祭把神灵的膳食给他吃喝，选择美丽的女子乐队供他娱乐。可是这个幻化人却认为穆王的宫殿太低太差不可以居住，穆王的膳食又腥又臭不可以享用，穆王的嫔妃又羶又丑不可以亲近。于是穆王便为他另筑宫殿，土木建筑、雕梁画栋，以至于到了不能再巧妙的程度。穆王把府库的钱财全部耗尽，才把楼台建成。楼台高达八千尺，比终南山还要高，称作中天之台，挑选郑国和卫国美丽而苗条的女子，体洒香水，修饰娥眉，戴上首饰耳环，穿上东阿的细布，拖上齐国的绢绸，涂脂抹粉，描眉画唇，佩珠玉，戴手镯，再带上各种香草去充满这座楼台，演奏《承云》、《六莹》、《九韶》、《晨露》等动听的音乐使他快乐，每月送去最美的衣服，每天送上最美的膳食。可是那位幻化人还不高兴，不得已才进去。没住多久，他邀请穆王一同出去游玩。穆王拉着他的衣袖，便腾云而上，到天的中央才停下来。接着便到了幻化人的宫殿。幻化人的宫殿用金银建筑，以珠玉装饰，在白云与雷雨之上，不知道它下面以什么为依托，看上去好像是屯留在白云之中。耳朵听到的，眼睛看到的，鼻子闻到的，口舌尝到的，都是人间所没有的东西。穆王真以为到了清都、紫微、钧天、广乐这些天帝所居住的地方。穆王低下头往地面上看去，见自己的宫殿楼台简直像累起来的上块和堆起来的茅草。穆王自己觉得即使在这里住上几十年也不会想念自己的国家的。幻化人又请穆王一同游玩。所到之处，抬头看不见太阳月亮，低头看不见江河海洋。光影照来，穆王眼花缭乱看不清楚；音响传来，穆王耳鸣声乱听不明白。百骸六脏，全都颤抖而不能平静。意志昏迷，精神丧失，于是请求幻化人带他回去。幻化人推了一把，穆王好像跌落到了虚空之中。醒来以后，还是坐在原来的地方，左右还是原来侍候他的人。看看眼前的东西，那水酒是刚倒出来的，菜肴是刚烧好的。穆王问左右：“我刚才是从哪里来的？”左右的人说：“大王不过是默默地待了一会儿。”从此穆王精神恍愧了三个月才恢复正常。再问幻化人。幻化人说：“我与大王的精神出去游玩罢了，形体何尝移动过呢？而且您在天上居住的宫殿，与大王的宫殿有什么不同呢？您在天上游玩的花园，与大王的花园有什么不同呢？大王习惯了经常看到的东西，对暂时的变化感到怀疑。其实即使是最大的变化，无论是慢一点的变化还是快一点的变化，哪能都如实地描绘出来呢？”穆王十分高兴，从此不过问国家大事，不亲近大臣与嫔妃，毫无顾忌地到遥远的地方去游玩，他下令用天下最好的八种骏马来驾车，右边的服马叫骅骝，左边的服马叫绿耳，右边的骏马叫赤骥，左边的骖马叫白牺。穆王的马车由造父驾驭，泰丙为车右。随从的马车，右边的服马叫渠黄，左边的服马叫踰轮，左边的骖马叫盗骊，右边的骏马叫山子，由柏夭主车，参百驾驭，奔戎为车右。驰驱了一千里，到了巨蒐氏的国家。巨蒐氏于是献上白鹄的血液供穆王饮用，准备牛马的乳汁给穆王洗脚，并供奉所有乘车与驾车的人。吃喝以后继续前进，又歇宿在崑山的弯曲处，赤水的北面。第二天便登上了崑山巅，观览了黄帝的宫殿，并修缮整新，以传于后世。随后又成西王母的贵宾，在瑶池上宴饮。西王母为穆王朗诵歌谣，穆王也跟着唱和，歌辞都很悲哀。后来又观赏了太阳入山的情景，一天走了一万里。穆王于是叹道：“哎呀！我不修养道德而只知道享乐，后世的人恐怕要谴责我的罪过了吧！”穆王难道是神人吗？在一生中享尽了快乐，仍然活了一百岁才死，当时的人们还以为他升天了呢。", "book": "LieZi", "total": 139, "current": 36, "next": "37.json", "prev": "35.json"}