{"title": "列子", "text": "殷汤问于夏革曰：“古初有物乎？”夏革曰：“古初无物，今恶得物？后之人将谓今之无物，可乎？”殷汤曰：“然则物无先后乎？”夏革曰：“物之终始，初无极已。始或为终，终或为始，恶知其纪？然自物之外，自事之先，朕所不知也。”殷汤曰：“然则上下八方有权尽乎？”革曰：“不知也。”汤固问。革曰：“无则无权，有则有尽，朕何以知之？然无极之外复无无极，无尽之中复无无尽。无极复无无极，无尽复无无尽。朕以是知其无极无尽也，而不知其有极有尽也。”汤又问曰：“四海之外奚有？”革曰：“犹齐州也。”汤曰：“汝奚以实之？”革曰：“朕东行至营，人民犹是也。问营之东，复犹营也。西行至豳，人民犹是也。问豳之西，复犹豳也。朕以是知四海、四荒、四极之不异是也。故大小相含，无穷极也。含万物者，亦如含天地。含万物也故不穷，含天地也故无极。朕亦焉知天地之表不有大天地者乎？亦吾所不知也。然则天地亦物也。物有不足，故昔者女娲氏练五色石以补其阙，断鳌之足以立四极。其后共工氏与颓顼争为帝，怒而触不周之山，折天柱，绝地维，故天倾西北，日月星辰就焉；地不满东南，故百川水潦归焉。”汤又问：“物有巨细乎？有修短乎？有同异乎？”革曰：“渤海之东不知几亿万里，有大壑焉，实惟无底之谷，其下无底，名日归墟。八絃九野之水，天汉之流，莫不注之，而无增无减焉。其中有五山焉：一日岱舆，二日员峤，三日方壶，四日赢洲，五日蓬莱。其山高下周旋三万里，其顶平处九千里。山之中间相去七万里，以为邻居焉。其上台观皆金玉，其上禽兽皆纯缟。珠玕之树皆丛生，华实皆有滋味，食之皆不老不死。所居之人皆仙圣之种，一日一夕飞相往来者，不可数焉。而五山之根无所连著，常随潮波上下往还，不得暂峙焉。仙圣毒之，诉之于帝。帝恐流于西极，失群仙圣之居，乃命禹强使巨鳌十五举首而戴之。迭为三番，六万岁一交焉。五山始峙而不动。而龙伯之国有大人，举足不盈数步而暨五山之所，一钓而连六鳌，合负而趣归其国，灼其骨以数焉。于是岱舆、员峤二山流于北极，沈于大海，仙圣之播迁者巨亿计。帝凭怒，侵减龙伯之国使阨，侵小龙伯之民使短。至伏羲神农时，其国人犹数十丈，从中州以东四十万里得僬侥国。人长一尺五寸。东北极有人名日诤人，长九寸。荆之南有冥灵者，以五百岁为春，五百岁为秋。上古有大椿者，以八千岁为春，八千岁为秋。朽壤之上有茵芝者，生于朝，死于晦。春夏之月有蠓蚋者，因雨而生，见们而死。终北之北有溟海者，天池也，有鱼焉，其广数千里，其长称焉，其名日鲲。有鸟焉，其名为鹏，翼若垂天之云，其体称焉。世岂知有此物哉？大禹行而见之，伯益知而名之，夷坚闻而志之。江浦之间生麽虫，其名日焦螟。群飞而集于蚊睫，弗相触也。栖宿去来，蚊弗觉也。离朱、子羽方昼拭皆扬眉而望之，弗见其形；俞、师旷方夜擿耳俛首而听之，弗闻其声，唯黄帝与容成于居空峒之上，同斋三月，心死形废，徐以神视，块然见之，若嵩山之阿；徐以气听，砰然闻之，若雷霆之声。吴楚之国有大木焉，其名为，碧树而冬生，实丹而味酸。食其皮汁，已愤厥之疾。齐州珍之，渡淮而北而化为帜焉，鸜鹆不逾济，貉逾汶则死矣，地气然也。虽然，形气异也，性钧也，无相易已，生皆全已，分皆足已，吾何以识其巨细，何以识其修短，何以识其同异哉？”", "description": "商汤问夏革说：“古代最初有万物吗？”夏革说：“如果古代最初没有万物，现在哪来的万物？将来的人要说现在没有万物，可以吗？”商汤又问：“那么万物的产生没有先后之别吗？”夏革说：“万物的死亡与产生，本来没有界限。这个事物的产生可能就是那个事物的死亡，这个事物的死亡可能就是那个事物的开始，又怎么能弄清它们的头绪呢？就是说，在我看到的万物以外，在我知道的万事以前，都是我所不知道的。”商汤问：“那么上下八方有最终的尽头吗？”夏革说：“不知道。”商汤再三问他。夏革说：“看不见的东西没有极限，看得见的东西没有止境，我怎么能知道呢？但是在没有极限之外又没有极限，在没有穷尽之中又没有无穷尽。既没有极限又没有无极限，既没有穷尽又没有无穷尽、我根据这一点知道万物没有极限、没有穷尽，而不知道它有极限有穷尽。”商汤又问道：“四海之外有什么？”夏革说：“同中国一样。”商汤问：“你用什么来证实这个看法？”夏革说：“我向东走到营州，人民同这里一样。问营州以东，又同营州一样。向西走到豳州，人民同这里一样。问豳州以西，又同豳州一样。我根据这些知道四海、四荒、四极这些地方同我们这里没有什么两样。所以大物与小物互相包含，没有穷尽。包含万物的，也像包含天地一样。因为包含着万物，所以没有穷尽；因为包含着夭地，所以没有极限。我怎么能知道天地之外没有比夭地更大的天体呢？这也是我所不知道的。但是天地也是物体。物体自有不足之处，所以过去女娲氏烧炼五种颜色的石头去弥补天地的空缺，砍断鳖鱼的四只脚去撑起天地的四角。后来共工氏与颛项争夺帝位，因愤怒而碰到了不周山，折断了顶着天的柱子，扯断了拉着地的绳子，天往西北方向倾斜，所以日月星辰都向西北运动；地往东南方向下陷，所以江河湖水都向东南流淌汇集。”商汤又问：“万物有大小吗？有长短吗？有同异吗？”夏革说：“在渤海的东面不知几亿万里的地方，有一个很大的沟壑，实际上是一个没有底的山谷，那下面没有底，名字叫归墟。地面八极、天空八方中央的流水，以及银河的流水，没有不流到那里的，而那里的水既没有增加，也没有减少。那里有五座山：第一座叫岱舆山，第二座叫员峤山，第三座叫方壶山，第四座叫瀛洲山，第五座叫蓬莱山。每座山高低延伸周长达三万里，山顶上的平坦处也有九千里。山与山之间距离达七万里，却互相认为是邻居。山上的楼台宫殿都由金银珠王建成，山上的飞禽走兽却是一样的纯白色。珠玉宝石之树长得密密麻麻，花朵与果实的味道都很鲜美，吃了它可以永远不老，永不死亡。住在那里的人都是神仙圣人一类，一天一夜就能飞过去又飞回来的人，数也数不清。但五座山的根部并不相连，经常跟随潮水的波浪上下移动，不能有一刻稳定。神仙和圣人们都讨厌此事，便报告了天帝。天帝担心这五座山流到最西边去，使众多的神仙与圣人失去居住的地方，于是命令禹强指挥十五只大鳌抬起脑袋把这五座山顶住。分为三班，六万年一换。这五座山才开始稳定下来不再流动，但是龙伯之国有个巨人，抬起脚没走几步就到了这五座山所在的地方，一钩就钓上了六只大鳌，合起来背上就回到了他们国家，然后烧的大鳌的骨头来占卜吉凶。于是岱舆和员峤二山便流到了最北边，沉入了大海，神仙和圣人流离迁徙的多得要用亿数来计算。天帝大发脾气，于是逐渐缩小了龙伯国的国土使它越来越狭，逐渐缩小了龙伯国的人民使他们越来越矮。到伏羲、神农时，那个国家的人还有几十丈高。从中国往西四十万里有一个僬侥国，人高只有一尺五寸。最东北边有人名叫净人，身高只有九寸。荆州南面有一种冥灵树，生一次叶的时间需五百年，落一次叶的时间也达五百年。上古时有一种大椿树，生一次叶需八千年，落一次叶也达八千年。腐烂的土壤上有一种叫菌芝的植物，早上长出来，到晚上就死去了。春天和夏天有一种叫蠓蚋的小飞虫，下雨时出生，一见太阳就死了。终北国以北有个溟海，又叫天池，其中有一种鱼，宽达数千里，它的长度和宽度相称，鱼的名字叫做鲲。又有一种鸟，它的名字叫做鹏，翅膀像垂在天上的云，它的身体和翅膀相称。世上的人哪里知道有这些东西呢？大禹治水出行时见到了，伯益知道后给它们起了名字，夷坚听说后把它们记录了下来。江浦之间生有一种极细小的虫子，它的名字叫焦螟，成群地飞起来聚集在蚊子的眼睫毛上，它们互相之间还碰不到。在睫毛上休息、住宿，飞来飞去，蚊子一点也不觉察。离朱、子羽在大白天擦了眼睛去观看，也看不到它们的形体；俞、师旷在夜深入静时掏空耳朵低着脑袋去倾听，也听不到它们的声音。只有黄、帝和容成子居住在崆峒山上，一同斋戒三个月，心念死寂，形体废弃，然后慢慢地用神念去观察，才能看得土块一样的东西，像是嵩山的山丘；慢慢地用气去倾听，才能听得砰砰的声音，像是雷霆的声音。吴国和楚国有一种大树，它的名字叫做柚，绿色的树叶到冬天还是青青的，果实是红的，味道是酸的。吃它的皮和汁，可以治愈气逆的疾病。中原人珍爱它，但移植到淮河以北便成了枳。八哥不能渡过济水，狗獾渡过汶水就死了，这些都是地气造成的。纵然如此，形状和气质不同，但本性是一样的，不必互相交换，天性就很完备，天分也很充足。我怎么能辨别它们的大小，怎么能辨别它们的长短，怎么能辨别它们的同异呢？”", "book": "LieZi", "total": 139, "current": 60, "next": "61.json", "prev": "59.json"}