{"title": "列子", "text": "管夷吾、鲍叔牙二人相友甚戚，同处于齐，管夷吾事公子纠，鲍叔牙事公子小白。齐公族多宠，嫡庶并行。国人惧乱，管仲与召忽奉公子纠奔鲁，鲍叔奉公子小白奔莒。既而公孙无知作乱，齐无君，二公子争入。管夷吾与小白战于莒，道射中小白带鉤。小白既立，胁鲁杀子纠，召忽死之，管夷吾被囚。鲍叔牙谓桓公曰：“管夷吾能，可以治国。”桓公曰：“我仇也，愿杀之。”鲍叔牙曰：“吾闻贤君无私怨，且人能为其主，亦必能为人君。如欲霸王，非夷吾其弗可。君必舍之！”遂召管仲。鲁归之，齐鲍叔牙郊迎，释其囚。桓公礼之，而位于高、国之上，鲍叔牙以身下之。任以国政，号曰仲父。桓公遂霸。管仲尝叹曰：“吾少穷困时，尝与鲍公贾，分财多自与，鲍叔不以我为贪，知我贫也。吾尝为鲍叔谋事而大穷困，鲍叔不以我为愚，知时有利不利也。吾尝三仕，三见逐于君，鲍叔不以我为不肖，知我不遭时也。吾尝三战三北，鲍叔不以我为怯，知我有老母也。公子纠败，召忽死之，吾幽囚受辱，鲍叔不以我为无，知我不羞小节而名不显于天下也。生我者父母，知我者鲍叔也！”此世称管鲍善交者，小白善用能者。然实无善交，实无用能也。实无善交、实无用能者，非更有善交，更有善用能也。召忽非能死，不得不死；鲍叔非能举贤，不得不举；小白非能用仇，不得不用。及管夷吾有病，小白问之，曰：“仲父之病病矣，可不讳，云至于大病，则寡人恶乎属国而可？”夷吾曰：“公谁欲欤？”小白曰：“鲍叔牙可。”曰：“不可。其为人也，洁廉善士也，其于不己若者不比之人，一闻人之过，终身不忘。使之理国，上且乎君，下且逆乎民。其得罪于君也，将弗久矣。”小白曰：“然则孰可？”对曰：“勿已，则隰朋可。其为人也，上忘而下不叛，愧其不若黄帝而哀不己若者。以德分人谓之圣人，以财分人谓之贤人。以贤临人，未有得人者也；以贤下人者，未有不得人者也。其于国有不闻也，其于家有不见也。勿已，则隰朋可。”然则管夷吾非薄鲍叔也，不得不薄；非厚隰朋也，不得不厚。厚之于始，或薄之于终；薄之于终，或厚之于始。厚薄之去来，弗由我也。", "description": "管夷吾、鲍叔牙两人交朋友十分亲近，都在齐国做事，管夷吾帮助公子纠，鲍叔牙帮助公子小白。当时齐国公族的公子被宠幸的很多，嫡子和庶子没有区别。大家害怕发生动乱，管仲与召忽帮助公子纠逃到了鲁国，鲍叔牙帮助公子小白逃到了莒国。后来公孙无知发动兵乱，齐国没有君主，两位公子抢着回国。管夷吾与公子小白在莒国境内作战，路上射中了公子小白的衣带钩。公子小白立为齐君以后，威胁鲁国杀死公子纠，召忽也被迫自杀，管夷吾被囚禁。鲍叔牙对桓公说：“管夷吾很能干，可以治理国家。”桓公说：“他是我的仇人，希望能杀了他。”鲍叔牙说：“我听说贤明的君主没有个人怨恨，而且一个人能尽力为主人做事，也一定能尽力为国君做事，您如果想称霸为王，非管夷吾不可。请您一定赦免他！”桓公于是召管仲回国。鲁国把他送了回来，齐国鲍叔牙到郊外迎接，释放了他的囚禁。桓公用厚礼对待他，地位在高氏与国氏之上，鲍叔牙也把自己置于管仲之下。桓公把国政交给管仲，称他为“仲父”。桓公终于称霸于诸侯。管仲曾感叹说：“我年轻穷困的时候，曾经与鲍叔一道做买卖，分配钱财时总是多给自己，鲍叔不认为是我贪婪，知道我贫穷。我曾替鲍叔出主意而非常失败，鲍叔不认为是我愚笨，知道时机有时顺利有时不顺利。我曾三次做官，三次被国君驱逐，鲍叔不认为是我不好，知道我没有碰到机会。我曾三次作战三次败逃，鲍叔不认为是我胆小，知道我有老母要人照顾。公子纠失败了，召忽自杀了，我也被囚禁而受耻辱，鲍叔不认为是我无耻，知道我不在乎小节而以不能扬名于天下为耻辱。生我的人是父母，了解我的人是鲍叔。”这是人们称道的管、鲍善于结交朋友的事，小白善于任用能人的事。然而实际上无所谓善于结交朋友、实际上无所谓任用能人。说他们实际上无所谓善于结交朋友、实际上无所谓任用能人，并不是说世上有比他们更善于结交朋友、更善于任用能人的事，而是说召忽不是能够自杀，而是不得不自杀；鲍叔不是能够推举贤能，而是不能不推举贤能；小白不是能够任用仇人，而是不得不任用仇人。到管夷吾生了重病的时候，小白问他，说：“仲父的病已经很重，不能再瞒着你了，如果你的病治不好，那我把国家政事交给谁呢？”管夷吾问：“您想交给谁呢？”小白说：“鲍叔牙可以。”管仲说：“不行，他的为人，是一个廉洁的好人，但他不把比自己差的人当人看待，一听到别人的过错，终身也不会忘记。用他来治理国家，在上面会困扰国君，在下面会违背民意。他得罪于您，也就不会太久了。”小白问：“那么谁行呢？”管仲回答说：“不得已的话，隰朋可以。他的为人，在上面能忘掉自己，在下面能使下属不卑不亢，对于自己不如黄帝而感到惭愧，对于别人不如自己表示同情。把仁德分给别人的叫做圣人，把钱财分给别人的叫做贤人。以为自己贤能而瞧不起别人的人，没有能得到别人拥护的；自己虽贤能而能尊重别人的人，没有得不到别人拥护的。他对于国事有所不闻，对于家事也有所不见。不得已的话，隰朋还可以。”可见管夷吾并不是要轻视鲍叔，而是不得不轻视他；并不是要重视隰朋，而是不得不重视他。开始时重视，有可能后来要轻视；开始时轻视，有可能后来要重视，重视与轻视的变化，并不由我自己。", "book": "LieZi", "total": 139, "current": 79, "next": "80.json", "prev": "78.json"}