{"title": "列子", "text": "子产相郑，专国之政。三年，善者服其化，恶者畏其禁，郑国以治，诸侯惮之。而有兄曰公孙朝，有弟曰公孙穆。朝好酒，穆好色。朝之室也聚酒千钟，积曲成封，望门百步，糟浆之气逆于人鼻。方其荒于酒也，不知世道之安危，人理之悔吝，室内之有亡，九族之亲疏，存亡之哀乐也。虽水火兵刃交于前，弗知也。穆之后庭比房数十，皆择稚齿者以盈之。方其耽于色也，屏亲昵，绝交游，逃于后庭，以昼足夜，三月一出，意犹未惬。乡有处子之娥姣者，必贿而招之，媒而挑之，弗获而后已。子产日夜以为戚，密造邓析而谋之。曰：“侨闻治身以及家，治家以及国，此言自于近至于远也。侨为国则治矣，而家则乱矣。其道逆邪？将奚方以救二子？子其诏之！”邓析曰：“吾怪之久矣，未敢先言。子奚不时其治也，喻以性命之重，诱以礼义之尊乎？”子产用邓析之言，因间以谒其兄弟，而告之曰：“人之所以贵于禽兽者，智虑。智虑之所将者，礼义。礼义成，则名位至矣。若触情而动，耽于嗜欲，则性命危矣。子纳侨之言，则朝肾海而夕食禄矣。”朝穆曰：“吾知之久矣，择之亦久矣，岂待若言而后识之哉？凡生之难遇而死之易及。以难遇之生，俟易及之死，可孰念哉？而欲尊礼义以夸人，矫情性以招名，吾以此为弗若死矣。为欲尽一生之欢，穷当年之乐，唯患腹溢而不得恣口之饮，力惫而不得肆情于色，不遑忧名声之丑、性命之危也。且若以治国之能夸物，欲以说辞乱我之心，荣禄喜我之意，不亦鄙而可怜哉？我又欲与若别之。夫善治外者，物未必治，而身交苦；善治内者，物未必乱，而性交逸。以若之治外，其法可暂行于一国，未合于人心；以我之治内，可推之于天下，君臣之道息矣。吾常欲以此术而喻之，若反以彼术而教我哉？”子产忙然无以应之。他日以告邓析。邓析曰：“子与真人居而不知也，孰谓子智者乎？郑国之治偶耳，非子之功也。”", "description": "子产任郑国的宰相，掌握了国家的政权。三年之后，好人服从他的教化，坏人害怕他的禁令，郑国得到了治理，各国诸侯都害怕郑国。他有个哥哥叫公孙朝，有个弟弟叫公孙穆。公孙朝嗜好饮酒，公孙穆嗜好女色。公孙朝的家里，收藏的酒达一千坛，积蓄的酒曲堆成山，离他家大门还有一百步远，酒糟的气味便扑鼻而来。在他被酒菜荒废的日子里，不知道时局的安危，人理的悔恨，家业的有无，亲族的远近，生死的哀乐，即使是水火兵刃一齐到他面前，他也不知道。公孙穆的后院并列着几十个房间，里面都放着挑选来的年轻美貌的女子。在他沉湎于女色的日子里，排除一切亲戚，断绝所有的朋友，躲到了后院里，日以继夜，三个月才出来一次，还觉得不惬意。发现乡间有美貌的处女，一定要用钱财把她弄来，托人做媒并引诱她，必须到了手才罢休。子产日夜为他俩忧愁，悄悄地到邓析那里讨论办法，说：“我听说修养好自身然后推及家庭，治理好家庭然后推及国家，这是说从近处开始，然后推广到远处。我治理郑国已经成功了，而家庭却混乱了。是我的方法错了吗？有什么办法挽救我这两个兄弟呢？请你告诉我。”邓析说：“我已经奇怪很久了，没敢先说出来，你为何不在他们清醒的时候，用性命的重要去晓喻他们，用礼义的尊贵去诱导他们呢？”子产采用了邓析的话，找了个机会去见他的两位兄弟，告诉他们说：“人比禽兽尊贵的地方，在于人有智慧思虑。智慧思虑所依据的是礼义。成就了礼义，那么名誉和地位也就来了。你们放纵情欲去做事，沉溺于嗜欲，那么性命就危险了。你们听我的话，早上悔改，晚上就会得到俸禄了。”公孙朝和公孙穆说：“我懂得这些已经很久了，做这样的选择也已经很久了，难道要等你讲了以后我们才懂得吗？生存难得碰上，死亡却容易到来。以难得的生存去等待容易到来的死亡，还有什么可考虑的呢？你想尊重礼义以便向人夸耀，抑制本性以招来名誉，我以为这还不如死了好。为了要享尽一生的欢娱，受尽人生的乐趣，只怕肚子破了不能放肆地去喝酒，精力疲惫了不能放肆地去淫乐，没有工夫去担忧名声的丑恶和性命的危险。而且你以治理国家的才能向我们夸耀，想用漂亮的词句来扰乱我们的心念，用荣华富贵来引诱我们改变意志，不也鄙陋而可怜吗？我们又要和你辨别一下。善于治理身外之物的，外物未必能治好，而自身却有许多辛苦；善于治理身内心性的，外物未必混乱，而本性却十分安逸。以你对身外之物的治理，那些方法可以暂时在一个国家实行，但并不符合人的本心；以我们对身内心性的治理，这些方法可以推广到天下，君臣之道也就用不着了。我们经常想用这种办法去开导你，你却反而要用你那办法来教育我们吗？”子产茫然无话可说。过了些天，他把这事告诉了邓析。邓析说：“你同真人住在一起却不知道他们，谁说你是聪明人啊？郑国的治理不过是偶然的，并不是你的功劳。”", "book": "LieZi", "total": 139, "current": 96, "next": "97.json", "prev": "95.json"}